{
    "roasts": [
        "You're like a cloud... when you disappear, it's a beautiful day!",
        "You have something on your chin... no, the third one down.",
        "You're proof that not everyone should have access to WiFi.",
        "Your secrets are safe with me. I never even listen when you tell me them.",
        "I'd agree with you, but then we’d both be wrong.",
        "You're like a software update... whenever you show up, everything crashes.",
        "You bring everyone so much joy—when you leave the room.",
        "You're like a cloud of smoke—annoying and hard to get rid of.",
        "I thought I had seen it all, but then you spoke.",
        "I'd explain it to you, but I left my crayons at home.",
        "You bring everyone so much joy… when you leave the chat.",
        "You have something on your chin… no, the other one… no, the other one.",
        "You have something on your face… oh, wait, never mind, that’s just your personality.",
        "You're proof that even evolution takes a break sometimes.",
        "You must be the reason they put ‘Do Not Drink’ on shampoo bottles.",
        "You bring everyone closer together—so they can all talk about you behind your back.",
        "Your WiFi signal has more bars than your personality.",
        "You’re the reason God created the middle finger.",
        "Your birth certificate is an apology letter from the condom factory.",
        "I’d give you a nasty look but you’ve already got one.",
        "If I wanted to kill myself I’d climb your ego and jump to your IQ.",
        "You look like something I drew with my left hand.",
        "You’re as useless as the 'ueue' in 'queue'.",
        "I’d roast you but my mom told me not to burn trash.",
        "If laughter is the best medicine, your face must be curing the world.",
        "You have the perfect face for radio.",
        "Keep rolling your eyes, maybe you'll find a brain back there."
    ],
    "motivations": [
        "You are capable of amazing things. Just believe in yourself!",
        "Slay today like it’s a fashion runway!",
        "Your only limit is your mind—think big, act bold!",
        "Be your own biggest cheerleader. The world will catch up.",
        "Don't stop until you're proud!",
        "Great things take time, so stay consistent and keep going!",
        "Turn your can'ts into cans and your dreams into plans!",
        "The struggle you're facing today is building the strength you need tomorrow.",
        "Push yourself, because no one else is going to do it for you!",
        "Success starts with self-discipline. Get up, stay motivated, and hustle!",
        "Babe, you didn’t wake up today to be average. Go SLAY.",
        "Confidence level: Selfie with no filter! Own it!",
        "You are not just a snack, you're the whole damn buffet!",
        "If at first you don’t succeed, fix your eyeliner and try again.",
        "You got this, queen! Just like WiFi, keep searching for that connection.",
        "Even Google can’t find someone like you! Stay unique!",
        "Slay today like it’s a fashion runway, darling!",
        "If life gives you lemons, throw them back and demand coffee.",
        "No one is you, and that’s your power! 💅",
        "You weren’t born to fit in; you were born to stand out!",
        "Wake up and smash your goals like a hammer on a piñata!",
        "You’re not a back‑up plan—you’re the main event.",
        "Today’s mood: crushing it.",
        "Keep your head high, your standards higher.",
        "Be the energy you want to attract.",
        "Hustle in silence—let your success make the noise.",
        "Your vibe is your tribe. Radiate greatness.",
        "Turn that ‘maybe tomorrow’ into ‘hell yes today’.",
        "Obstacles are just speed bumps on your road to awesome.",
        "Don’t wait for permission—give yourself the green light.",
        "You’re the author of your own story—write a bestseller.",
        "Dream big. Work hard. Stay humble. Repeat.",
        "Don't decrease the goal. Increase the effort.",
        "Your potential is endless. Go do what you were created to do.",
        "Wake up with determination. Go to bed with satisfaction.",
        "Do something today that your future self will thank you for.",
        "Little things make big days.",
        "It’s going to be hard, but hard does not mean impossible.",
        "Don’t wait for opportunity. Create it.",
        "Sometimes later becomes never. Do it now.",
        "Great things never came from comfort zones.",
        "Dream it. Wish it. Do it."
    ]
}
